/**************************************************************************************************
 * 描述：
 *      在此定义项目版本的信息。
 * 
 * 变更历史：
 *      作者：张奇  时间：2016年11月17日     更新
 * 
 **************************************************************************************************/

using System.Reflection;

// 程序集的版本信息由下面四个值组成:
//
//      主版本
//      次版本 
//      内部版本号
//      修订号
//
// 可以指定所有这些值，也可以使用“内部版本号”和“修订号”的默认值，
// 方法是按如下所示使用“*”:
// [assembly: AssemblyVersion("1.0.*")]

#if !GLOBALVERSION
[assembly: AssemblyVersion("0.1.0.0")]
#endif
[assembly: AssemblyFileVersion("0.1.2016.1225")]