/**********************************************************************************************************************
 * 变更历史：
 *      作者：张奇  时间：2016年12月07日	新建	
 * 
 *********************************************************************************************************************/

using System;

namespace HQY.Common.Test.TestClasses
{
    /// <summary>
    /// <see cref="CBase{T}"/> 类的派生类。
    /// </summary>
    internal class DerivedCBaseGeneric : CBase<String>
    {
    }
}
